[
  {
    "id": 100,
    "date": "February 17, 2024",
    "message": "Happy birthday to you my only love, my Nica. Thank you for coming in to my life. I'm so happy to have you. Kani nga app daghan kaynig quotes, enjoy reading this."
  },
  {
    "id": 99,
    "date": "February 18, 2024",
    "message": "From the moment I saw you,\nFrom the moment I looked into your eyes.\nThere was something about you I knew, I knew.\nThat you were once in a lifetime,\nA treasure near impossible to find.\nI know how lucky I am to have you. - Jim Brickman"
  },
  {
    "id": 98,
    "date": "February 19, 2024",
    "message": "The darkest nights produce the brightest stars."
  },
  {
    "id": 97,
    "date": "February 20, 2024",
    "message": "Every adversity carries with it the seed of an equal or greater benefit. - Napoleon Hill"
  },
  {
    "id": 96,
    "date": "February 21, 2024",
    "message": "Your presence graces this moment with an enchanting serendipity, as if fate itself orchestrated our meeting at this perfect intersection of time and space."
  },
  {
    "id": 95,
    "date": "February 22, 2024",
    "message": "The battles you fight may be invisible, but the scars they leave tell a story of resilience and unwavering spirit."
  },
  {
    "id": 94,
    "date": "February 23, 2024",
    "message": "Deep inside of me is you\nYou give life to what I do"
  },
  {
    "id": 93,
    "date": "February 24, 2024",
    "message": "Your heart is a melody of kindness, playing a tune that uplifts everyone around you, making the world a more harmonious place."
  },
  {
    "id": 92,
    "date": "February 25, 2024",
    "message": "Your infectious laughter brightens the days of everyone around you, making the world a little more joyful."
  },
  {
    "id": 91,
    "date": "February 26, 2024",
    "message": "You create a warm and welcoming space for everyone you meet, making the world feel less lonely."
  },
  {
    "id": 90,
    "date": "February 27, 2024",
    "message": "Holding you in my arms\nNo one else's fit so perfectly\nI could dance forever with you, with you - Jim Brickman"
  },
  {
    "id": 89,
    "date": "February 28, 2024",
    "message": "You are stronger than you know. More capable than you ever dreamed. And you are loved more than you could possibly imagine."
  },
  {
    "id": 88,
    "date": "February 29, 2024",
    "message": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful. - Albert Schweitzer"
  },
  {
    "id": 87,
    "date": "March 1, 2024",
    "message": "The harder you work for something, the greater you'll feel when you achieve it. - Unknown"
  },
  {
    "id": 86,
    "date": "March 2, 2024",
    "message": "You can go higher\nYou can go deeper\nThere are no boundaries\nAbove and beneath you\nBreak every rule cause there's nothing between you and your dreams"
  },
  {
    "id": 85,
    "date": "March 3, 2024",
    "message": "Nagtatanong ang isip, 'di raw maintindihan\nKung ano ang nararamdaman\nDapat mong malaman, sa puso ko'y ikaw lamang\nAng nag-iisa"
  },
  {
    "id": 84,
    "date": "March 4, 2024",
    "message": "In your eyes, I found my home, and in your heart, I found my love."
  },
  {
    "id": 83,
    "date": "March 5, 2024",
    "message": "Kung ikaw ay mawala sa piling ko\n'Di na alam kung kakayanin pa kayang umibig pang muli\nKahit na ano pa'ng mangyayari, 'di maaring ipagpalit\nSasamahan pa kita hanggang sa huli"
  },
  {
    "id": 82,
    "date": "March 6, 2024",
    "message": "Love took me by the hand and led me to you, where I found my forever."
  },
  {
    "id": 81,
    "date": "March 7, 2024",
    "message": "Falling in love with you was the easiest and most wonderful thing I've ever done."
  },
  {
    "id": 80,
    "date": "March 8, 2024",
    "message": "You're not just my love, my Nica, you're my reason to believe in magic."
  },
  {
    "id": 79,
    "date": "March 9, 2024",
    "message": "Sometimes the bad things that happen in our lives put us directly on the path to the best things that will ever happen to us."
  },
  {
    "id": 78,
    "date": "March 10, 2024",
    "message": "Life is 10% what happens to us and 90% how we react to it. - Charles R. Swindoll"
  },
  {
    "id": 77,
    "date": "March 11, 2024",
    "message": "Thankful jd kay ko nga na meet tika, I love you. Happy kay ko sa tanan na butang na imo gihatag nako."
  },
  {
    "id": 76,
    "date": "March 12, 2024",
    "message": "My love for you knows no bounds, my Nica, it's as vast as the universe and as timeless as eternity"
  },
  {
    "id": 75,
    "date": "March 13, 2024",
    "message": "Then you smiled over your shoulder\nFor a minute, I was stone-cold sober\nI pulled you closer to my chest"
  },
  {
    "id": 74,
    "date": "March 14, 2024",
    "message": "You're still the one that I love, the only one I dream of."
  },
  {
    "id": 73,
    "date": "March 15, 2024",
    "message": "I may not have much to show\nNo diamonds that glow\nNo limousines to take you where you go\nBut if you ever find yourself\nTired of all the games you play\nWhen the world seems so unfair\nYou can count on me to stay"
  },
  {
    "id": 72,
    "date": "March 16, 2024",
    "message": "Life may be hard, but remember you're not alone. My hand is always yours to hold, and together we'll face whatever comes."
  },
  {
    "id": 71,
    "date": "March 17, 2024",
    "message": "Di maikukumpara\nAraw-araw kong dala-dala\nPaboritong panalangin ko'y\nMakasama ka sa pagtanda\nAng hiling sa Diyos na may gawa\nApelyido ko'y maging iyo"
  },
  {
    "id": 70,
    "date": "March 18, 2024",
    "message": "The happiness of your life depends upon the quality of your thoughts. - Marcus Aurelius"
  },
  {
    "id": 69,
    "date": "March 19, 2024",
    "message": "I am amazed\nWhen I look at you\nI see you smiling back at me\nIt's like all my dreams come true"
  },
  {
    "id": 68,
    "date": "March 20, 2024",
    "message": "I am afraid\nIf I lost you girl\nI'd fall through the cracks\nAnd lose my track in this crazy lonely world"
  },
  {
    "id": 67,
    "date": "March 21, 2024",
    "message": "Sometimes it's so hard to believe\nWhen the nights can be so long\nAnd faith gave me the strength\nAnd kept me holding on"
  },
  {
    "id": 66,
    "date": "March 22, 2024",
    "message": "You are the love of my life\nAnd I'm so glad you found me\nYou are the love of my life\nBaby put your arms around me\nI guess this is how it feels\nWhen you finally find something real\nMy angel in the night\nYou are my love\nThe love of my life"
  },
  {
    "id": 65,
    "date": "March 23, 2024",
    "message": "Now here you are\nWith midnight closing in\nYou take my hand as our shadows dance\nWith moonlight on your skin"
  },
  {
    "id": 64,
    "date": "March 24, 2024",
    "message": "I look in your eyes\nI'm lost inside your kiss\nI think if I'd never met you\nAbout all the things i'd missed"
  },
  {
    "id": 63,
    "date": "March 25, 2024",
    "message": "Sabik nang mahalikan\nMayakap ka't masayaw sa ulan\nAng mundo'y gagaan\nMundo ko'y gagaan"
  },
  {
    "id": 62,
    "date": "March 26, 2024",
    "message": "The only limit to our realization of tomorrow will be our doubts of today. - Franklin D. Roosevelt"
  },
  {
    "id": 61,
    "date": "March 27, 2024",
    "message": "You are the air I need to breathe\nThe river of life inside of me\nYou are the half that made me whole\nYou are the anchor of my soul"
  },
  {
    "id": 60,
    "date": "March 28, 2024",
    "message": "Your positive action combined with positive thinking results in success. - Shiv Khera"
  },
  {
    "id": 59,
    "date": "March 29, 2024",
    "message": "Cause my love is mine, all mine\nI love mine, mine, mine\nNothing in the world belongs to me\nBut my love mine, all mine\nNothing in the world is mine for free\nBut my love mine, all mine, all mine"
  },
  {
    "id": 58,
    "date": "March 30, 2024",
    "message": "You the reason I believe that love is real\nAin't nobody make me feel the way you make me feel"
  },
  {
    "id": 57,
    "date": "March 31, 2024",
    "message": "Every love story is beautiful, but ours is my favorite, because it's with you."
  },
  {
    "id": 56,
    "date": "April 1, 2024",
    "message": "I didn't plan on falling in love with you, but I'm so glad I did."
  },
  {
    "id": 55,
    "date": "April 2, 2024",
    "message": "In your arms, I found my sanctuary, and in your love, I found my eternity."
  },
  {
    "id": 54,
    "date": "April 3, 2024",
    "message": "With each beat of my heart, I fall deeper in love with you, my Nica."
  },
  {
    "id": 53,
    "date": "April 4, 2024",
    "message": "You are my shelter from the storm\nYou are the road that leads me home\nAnd baby, with you here face to face\nOh, I know I've found my place"
  },
  {
    "id": 52,
    "date": "April 5, 2024",
    "message": "Believe you can and you're halfway there. - Theodore Roosevelt"
  },
  {
    "id": 51,
    "date": "April 6, 2024",
    "message": "Every moment with you feels like a beautiful dream I never want to wake up from."
  },
  {
    "id": 50,
    "date": "April 7, 2024",
    "message": "You are never too old to set another goal or to dream a new dream. - C.S. Lewis"
  },
  {
    "id": 49,
    "date": "April 8, 2024",
    "message": "I found a love, for me\nDarling, just dive right in and follow my lead\nWell, I found a girl, beautiful and sweet\nOh, I never knew you were the someone waiting for me"
  },
  {
    "id": 48,
    "date": "April 9, 2024",
    "message": "I bought you things that I didn't even have the money for\nIf I could make you feel so rich, I don't mind feeling poor\nThere's something 'bout you so addictive, had me needing more\nYeah, I just wanna hold you\nBaby, you the one I want"
  },
  {
    "id": 47,
    "date": "April 10, 2024",
    "message": "Discovering you feels like stumbling upon a treasure in the depths of my existence, a profound moment that forever changed the course of my heart."
  },
  {
    "id": 46,
    "date": "April 11, 2024",
    "message": "Though the mysteries of tomorrow remain veiled, one certainty shines brightly: my unwavering presence beside you, a promise forged in the depths of my soul."
  },
  {
    "id": 45,
    "date": "April 12, 2024",
    "message": "Falling in love with you is the best adventure I've ever embarked upon."
  },
  {
    "id": 44,
    "date": "April 13, 2024",
    "message": "It does not matter how slowly you go as long as you do not stop. - Confucius"
  },
  {
    "id": 43,
    "date": "April 14, 2024",
    "message": "Not anyone, you're the one\nMore than fun, you're the sanctuary"
  },
  {
    "id": 42,
    "date": "April 15, 2024",
    "message": "Even the darkest night will end and the sun will rise. - Victor Hugo"
  },
  {
    "id": 41,
    "date": "April 16, 2024",
    "message": "Live as if you were to die tomorrow. Learn as if you were to live forever. - Mahatma Gandhi"
  },
  {
    "id": 40,
    "date": "April 17, 2024",
    "message": "If you've been waiting for fallin' in love\nBabe, you don't have to wait on me\n'Cause I've been aiming for heaven above\nBut an angel ain't what I need\nPull me, oh, so close\n'Cause you never know\nJust how long our lives will be"
  },
  {
    "id": 39,
    "date": "April 18, 2024",
    "message": "Cause all of the small things that you do\nAre what remind me why I fell for you\nAnd when we're apart, and I'm missing you\nI close my eyes and all I see is you\nAnd the small things you do - New West"
  },
  {
    "id": 38,
    "date": "April 19, 2024",
    "message": "Once in every life\nYou find the one that's right\nAnd when you say forever it's true\nThat's the love I found in you"
  },
  {
    "id": 37,
    "date": "April 20, 2024",
    "message": "Wishing you godspeed, glory\nThere will be mountains you won't move"
  },
  {
    "id": 36,
    "date": "April 21, 2024",
    "message": "You are braver than you believe, stronger than you seem, and smarter than you think. - A.A. Milne"
  },
  {
    "id": 35,
    "date": "April 22, 2024",
    "message": "Take a little time, baby\nSee the butterflies' colors\nListen to the birds that were sent\nTo sing for me and you\nCan you feel me?\nThis is such a wonderful place to be"
  },
  {
    "id": 34,
    "date": "April 23, 2024",
    "message": "Even if there is pain now\nEverything would be alright\nFor as long as the world still turns\nThere will be night and day\nCan you hear me?\nThere's a rainbow always after the rain"
  },
  {
    "id": 33,
    "date": "April 24, 2024",
    "message": "It does not matter how slowly you go as long as you do not stop. - Confucius"
  },
  {
    "id": 32,
    "date": "April 25, 2024",
    "message": "This too shall pass."
  },
  {
    "id": 31,
    "date": "April 26, 2024",
    "message": "With you, my Nica, every moment is a masterpiece painted with the colors of love."
  },
  {
    "id": 30,
    "date": "April 27, 2024",
    "message": "You possess an unshakeable strength that inspires me, my love. With you by my side, I believe every day will be better, and together, we can conquer anything."
  },
  {
    "id": 29,
    "date": "April 28, 2024",
    "message": "My love for you grows stronger with each passing day. I promise to always cherish and protect our bond."
  },
  {
    "id": 28,
    "date": "April 29, 2024",
    "message": "You are my rock, my safe haven in this chaotic world. I promise to stand by your side through every storm and celebrate every triumph together."
  },
  {
    "id": 27,
    "date": "April 30, 2024",
    "message": "No matter how you feel, get up, dress up, show up, and never give up."
  },
  {
    "id": 26,
    "date": "May 1, 2024",
    "message": "Your smile is my favorite sight, and your laughter is my favorite sound. I promise to do everything in my power to keep joy in your heart."
  },
  {
    "id": 25,
    "date": "May 2, 2024",
    "message": "The only way to do great work is to love what you do. - Steve Jobs"
  },
  {
    "id": 24,
    "date": "May 3, 2024",
    "message": "You are the most precious gift I've ever received, and I vow to treasure you for eternity."
  },
  {
    "id": 23,
    "date": "May 4, 2024",
    "message": "In your arms, I find solace and warmth. I promise to hold you close and never let go, for you are my home."
  },
  {
    "id": 22,
    "date": "May 5, 2024",
    "message": "The future belongs to those who believe in the beauty of their dreams. - Eleanor Roosevelt"
  },
  {
    "id": 21,
    "date": "May 6, 2024",
    "message": "The purpose of our lives is to be happy. - Dalai Lama"
  },
  {
    "id": 20,
    "date": "May 7, 2024",
    "message": "Life isn't about finding yourself. Life is about creating yourself. - George Bernard Shaw"
  },
  {
    "id": 19,
    "date": "May 8, 2024",
    "message": "No distance can ever diminish my love for you. I promise to bridge any gap between us with unwavering devotion and commitment."
  },
  {
    "id": 18,
    "date": "May 9, 2024",
    "message": "You are my best friend, my confidant, and my greatest love. I promise to support you in all your endeavors and encourage you to reach for the stars."
  },
  {
    "id": 17,
    "date": "May 10, 2024",
    "message": "It's okay to not be okay, but it's not okay to give up. You've got this."
  },
  {
    "id": 16,
    "date": "May 11, 2024",
    "message": "With you, I've found a love so pure and true. I promise to be faithful and loyal, honoring our connection with honesty and integrity."
  },
  {
    "id": 15,
    "date": "May 12, 2024",
    "message": "The sun himself is weak when he first rises, and gathers strength and courage as the day gets on."
  },
  {
    "id": 14,
    "date": "May 13, 2024",
    "message": "Every heartbeat reminds me of the love we share. I promise to love you fiercely and passionately, now and forever."
  },
  {
    "id": 13,
    "date": "May 14, 2024",
    "message": "Believe you can and you're halfway there. - Theodore Roosevelt"
  },
  {
    "id": 12,
    "date": "May 15, 2024",
    "message": "The only way out is through. - Robert Frost"
  },
  {
    "id": 11,
    "date": "May 16, 2024",
    "message": "With every step you climb another mountain\nEvery breath it's harder to believe\nYou'll make it through the pain\nWeather the hurricanes\nTo get to that one thing"
  },
  {
    "id": 10,
    "date": "May 17, 2024",
    "message": "Tough times never last, but tough people do. - Robert H. Schuller"
  },
  {
    "id": 9,
    "date": "May 18, 2024",
    "message": "Ikaw at ako pinag-isa\nTayong dalwa may kanya kanya\nSa isa't-isa tayo ay sumasandal\nBawat hangad kayang abutin\nSa pangamba'y di paaalipin\nBasta't ikaw ako tayo magpakailanman"
  },
  {
    "id": 8,
    "date": "May 19, 2024",
    "message": "The only place where success comes before work is in the dictionary. - Vidal Sassoon"
  },
  {
    "id": 7,
    "date": "May 20, 2024",
    "message": "Success is stumbling from failure to failure with no loss of enthusiasm. - Winston Churchill"
  },
  {
    "id": 6,
    "date": "May 21, 2024",
    "message": "Don't watch the clock; do what it does. Keep going. - Sam Levenson"
  },
  {
    "id": 5,
    "date": "May 22, 2024",
    "message": "The pain you feel today is the strength you feel tomorrow. For every challenge encountered, there is opportunity for growth."
  },
  {
    "id": 4,
    "date": "May 23, 2024",
    "message": "Ikaw ay anghel na napadpad sa impyerno\nAko ang demonyong gagabay sa iyo\nPabalik sa langit habang tayo ay paakyat\nAko'y napa-ibig sa 'yo"
  },
  {
    "id": 3,
    "date": "May 24, 2024",
    "message": "Your eyes, two celestial maps, chart the course of my heart's journey. Though adrift, I discover uncharted islands of joy nestled within your guileless smile. Happiness giggles like a hidden brook, beckoning me to explore and chase its melody."
  },
  {
    "id": 2,
    "date": "May 25, 2024",
    "message": "The light in your smile draws me in, reflecting everything I find beautiful and inspiring about you. Your smile isn't just a gift to you, it's a beacon of joy that spills over and illuminates the world around us, including me."
  },
  {
    "id": 1,
    "date": "May 26, 2024",
    "message": "You are my love, my Nica. You are my everything. Everyday ganahan rajud ko to be by your side."
  },
  {
    "id": 0,
    "date": "May 27, 2024",
    "message": "Unsa paman ako ma say I love, love, love you."
  }
]